


          <div class="header navbar navbar-inverse bg-grey-faq-s">
          
          <div class="container">
<div class="content"> 
<div class="row">   

 <div class="col-md-12 btm-support-menu">
<div class="btn-group"><a class="btn dropdown-toggle btn-demo-space" href="#" data-toggle="dropdown"><?=__("E-Mail Support")?>
                    <span class="caret"></span>
                </a>
                <ul class="dropdown-menu">
                <li  class="active"><a href="/errors/design?file=after_login"><?=__("Ticket")?></a></li>
                </li>
                </ul>
            </div>
<!------------menu 2------------->

<div class="btn-group"><a class="btn dropdown-toggle btn-demo-space" href="#" data-toggle="dropdown"><?=__("Manual")?>
                    <span class="caret"></span>
                </a>
                     <ul class="dropdown-menu">
                <li  class="active"><a href="/errors/design?file=page_manual"><?=__("Booking")?></a></li>
                </li>
                </ul>
            </div>

</div>
</div>
</div>
          

</div>

</div>
<body class="error-body no-top support-ext-index " style="background:#FFF;">
<div class="container">
<div class="content">    
   

   
        <div class="row simple">
      
      <div class="col-md-12 ">
     <div class="sp-header">
     <img src="<?=Kohana::$base_url?>img/logo-svitgo-s.png" />
     <!--Header-s--></div>
     
     
     
     
     <div class="col-md-12 ">
     
        <div class=""><h4 class="inline">Viktor Petryk, <span class="semi-bold">15RE28. 12/05/2014</span></h4></div>
        
            
            
    
     
     
     </div>
     
     
     
     <div class="row">
     
     

     
     
     <div class="col-md-12">
     
     
     
        <div class="col-md-6">
        
        
        
        
        
        eee
        
        
        <div class="">
          <h2>Продажа.</h2>

        </div>
        
        
        
        
        </div>
        
        
          <div class="col-md-6">
          
          
          <h2>Предисловие.</h2>
         <p class="p-support"> Эта инструкция предназначена для  пользования системой свитгов. Описана каждая функция, а также настройка программы. Программа свитгов создана для продажи  билетов. Коммуникация между системами других перевозчиков связана с помощью интернета.</p>
          
           <h2>Минимальные требования.</h2>
           
           <h5>Для правильной работы системы SVITGO требуется:</h5>
           
           <p  class="p-support">
           
          1.	Минимальная программная конфигурация компьютера, операционные системы (), а также установка модуля (). Возможно использовать любой компьютер или любую ОС,  которая имеет   подключение к интернету, установлен актуальный браузер и принтер. Монитор с минимальным разрешением 1024 х 768.
 <br /> 2.	Стабильное подключения к интернету. 
 <br /> 3.	Принтер должен поддерживать формат билета свитгов (классический А4 формат ).
 <br /> 4.	Настройка аппаратного обеспечения , программного обеспечения и настройку принтера обеспечивает компания через  уполномоченного  сотрудника. 

           
           
           </p>
          
          
          
          
          </div>
        
     
     
     
     
     
     
     

        </div>
     
     </div>
     
     
     
     
      
     
        </div>
        </div>
        
        </div>
    
    
           <div class="row manual-sale">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Продажа билета в одну сторону.</h2>
     
    <h4> На верхней панели в меню нажмите: <span class="semi-bold"> Продажа билетов – Билет.</span>   </h4>
     
     
     <p  class="p-support">

<span class="semi-bold">Для продажи билета:</span>
<br />Выберете номер маршрута
<br />Город (остановку) отъезда
<br />Город  (остановку) приезда 
<br />Дату отъезда.

     
     </p>
    
          

      
           <p  class="p-support">
           
             После этого у Вас в нижней панели отобразиться информация о маршруте и план автобуса с местами.         
           
           </p>
           
           
               <p  class="p-support">
           
            Выберите свободное место в автобусе салона. После выбора места, заполните данные пассажира.        
           
           </p>
           
          <p  class="p-support">
           
          После правильного ввода данных, у Вас появиться возможность продать билет.
После нажатия кнопки Продать у  Вас  будет  возможность   выбрать  способ оплаты ( Наличкой или через Терминал ). После того как Вы выберете одну из возможностей, распечатается билет для пассажира . 
  
           
           </p>
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      
      <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Продажа билета в туда и обратно.  </h2>
     
    <h4> На верхней панели в меню нажмите: <span class="semi-bold"> Продажа билетов – Билет.</span>   </h4>
     
     
     <p  class="p-support">

<span class="semi-bold">Для продажи билета:</span>
<br />Выберете номер маршрута
<br />Город (остановку) отъезда
<br />Город  (остановку) приезда 
<br />Дату отъезда.

     
     </p>
    
          

      
           <p  class="p-support">
           
             После этого у Вас в нижней панели отобразиться информация о маршруте и план автобуса с местами.         
           
           </p>
           
           
               <p  class="p-support">
           
            Выберите свободное место в автобусе салона. После выбора места, заполните данные пассажира.        
           
           </p>
         
         <p>Когда Вы выбрали и заполнили данные пассажира, у Вас появиться возможность выбрать билет в обратную сторону.</p>
         <p>После выбора обратного билета, у Вас автоматически заполнятся поля:</p>
           
         
              <p  class="p-support">


<br />Номер маршрута 
<br />Город (остановка) отъезда
<br />Город  (остановку) приезда 
<br />Вам  остаётся  выбрать  Дату отъезда

     
     </p>
    
         
         <p>
В  нижней панели отобразиться информация о маршруте и план автобуса с местами.
</p>
         
   <p>Выберете место в автобусе. Данные пассажира (ов) заполняться автоматический. *1</p>
   
          <p  class="p-support">
           
          После выбора всех мест, Вы можете продать билет.  
  
           
           </p>
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      <div class="row manual-sale">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Бронирования билета. </h2>
     
    <h4> На верхней панели в меню нажмите: <span class="semi-bold"> Продажа билетов – Билет.</span>   </h4>
     
     
     <p  class="p-support">

<span class="semi-bold">Для продажи билета:</span>
<br />Выберете номер маршрута
<br />Город (остановку) отъезда
<br />Город  (остановку) приезда 
<br />Дату отъезда.

     
     </p>
    
          

      
           <p  class="p-support">
           
             После этого у Вас в нижней панели отобразиться информация о маршруте и план автобуса с местами.         
           
           </p>
           
           
               <p  class="p-support">
           
            Выберите свободное место в автобусе салона. После выбора места, заполните данные пассажира.        
           
           </p>
           
          <p  class="p-support">
           
        После правильного вода данных, у Вас появиться возможность забронировать билет. 
           
           </p>
           
     <p>Нажмите кнопку Бронировать. После этого у вас забронируется билет. </p>
 
    
      
      
      
      </div>
      
      </div>
      
      
      
      <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Продажа билета с открытой датой (OPEN)</h2>
     
    <h4> На верхней панели в меню нажмите: <span class="semi-bold"> Продажа билетов – Билет.</span>   </h4>
     
     
     <p  class="p-support">

<span class="semi-bold">Для продажи открытого билета:</span>
<br />Выберете кнопку OPEN
<br />Выберете номер маршрута
<br />Город (остановку) отъезда
<br />Город  (остановку) приезда 


     
     </p>
    
          

      
           <p  class="p-support">
           
           Заполните данные пассажира. 
После правильного вода данных у Вас появиться возможность продать открытый  билет.

           
           </p>
           
           
               
         
         
         
           
         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      <div class="row manual-sale">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Активировать дату для Открытого билета.  </h2>
     
    <h4> На верхней панели в меню нажмите: <span class="semi-bold"> Продажа билетов – Билет.</span>   </h4>
     
     
     <p  class="p-support">

<span class="semi-bold">Нажмите кнопку Найти билет *2. </span>


     
     </p>
    
          

      
           <p  class="p-support">
           
         Введите номер билета. После выбора номера билета загрузиться билет. 
           
           </p>
           
           
               <p  class="p-support">
           
           Выберите  поле  Дату Отъезда, после этого откроется календарь с доступными датами отъезда. Выберите дату  , после этого выберете свободное место в салоне автобуса. 
           
           </p>
           
          <p  class="p-support">
           
      После выбора даты и места, нажать кнопку  Подтвердить открытый билет. 
           
           </p>
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      
      <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Аннулировать проданный билет. </h2>
     
    <p>В салоне выберете проданный билет. Нажмите на проданный билет. Откроется окно.</p>
    
    <p>Нажмите кнопку Аннулировать.</p>
    
    <p>Система автоматически посчитает процент суммы возврата билета пассажиру. Сумма возврата билета установлена самим перевозчиком.</p>
     
     
     <p  class="p-support">

<span class="semi-bold">Для продажи открытого билета:</span>
<br />Выберете кнопку OPEN
<br />Выберете номер маршрута
<br />Город (остановку) отъезда
<br />Город  (остановку) приезда 


     
     </p>
    
          

      
           <p  class="p-support">
           
           Заполните данные пассажира. 
После правильного вода данных у Вас появиться возможность продать открытый  билет.

           
           </p>
           
           
               
         
         
         
           
         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      
      <div class="row manual-sale">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Перенос проданного или бронированного билета.</h2>
     
   <p>В салоне выберете проданный билет. Нажмите на проданный билет. Откроется окно. </p>
     
     
     <p>Нажмите кнопку: Перенос билета на другую дату .  Нажмите на поле Дата и в календаре выберете дату . После выбор даты загрузиться салон транспорта, где Вы можете выбрать свободное место для переноса. Нажмите кнопку Перенести билет. </p>
    
          
<p>При переносе билета перевозчик может установить правила переноса.</p>

<p>Сумму за перенос или количество переносов билета. </p>
      
           
           
           
               
           
          
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Касса.</h2>
     
  <h4> На верхней панели в меню нажмите:  <span class="semi-bold"> Отчёт – Касса.</span>   </h4>
           
               
       <p>Касса – это просмотр билетов за текущий день, а также полная история продаж.</p>
         
         <p>К вашим услугам предоставлен много функциональный фильтр для сортировки билетов по разным критериям.</p>
           
         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
      
      
      <div class="col-md-12">
                 
                 <p>Статус билетов : Проданный , Бронированный , Перенос, Опен (Открытый билет ) </p>
                 </div>
      
      
      
      
      
      <div class="col-md-12">
                 
                 <p>*1. Заполнения  пассажира автоматически. 
При выборе обратного билета  поля пассажира автоматический заполняться. Когда вы заполняете билет в одну сторону , то данные  пассажира будут автоматически загружаться на место, выбранное Вами в обратном билете .
</p>
                 
                 <p>*2. Найти билет.
В разделе можно при помощью  Ид билета просмотреть всю информацию  по билету. 
В этом  разделе существует  быстрая возможность возврата или переноса билета с помощью ИД билета.
</p>

<p>*3. Валюта – При продаже билета из списка Вы можете выбрать разные типы валют. 
Обязательно выбрать валюту перед выбором маршрута и датой отъезда.
</p>
                 
                 </div>
      
      
       
       <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Список клиентов. </h2>
     
  <p>Каждый продавец имеет доступ к базе данных своих клиентов.  Список Клиентов можно также редактировать или добавить в него  нового клиента. 
При создании клиента в поле Ид билета через запятую возможно добавить номер(а) билета(ов) для получения скидки клиенту.
</p>
         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
       
       <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Скидки</h2>
     
<ul>
<h4>Типы скидок в системе предоставлены каждым перевозчиком отдельно. Все скидки автоматизированы.</h4>
<h5>Критерии работы скидок:</h5>
<li>От возраста пассажира.</li>
<li>Количество поездок пассажира.</li>
<li>Скидки устанавливает перевозчик.</li>   


</ul>

         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
       
       
       
       <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Заполнения полей пассажира в продаже билета.</h2>
     
<ul>

<li>ИД – Уникальный номер клиента. При вводе ИД все последующие поля заполняются автоматически. </li>
<li>Фамилия – Фамилия клиента.  При на явности пассажира в базе , система Вам предложить выбрать его с базы. При выборе Пассажира все последующие поля заполняются  автоматически. </li>


<li>Имя – введите Имя пассажира</li>   

<li>Дата рождения – Введите дату рождения пассажира. Формате ( дд/мм/гг).  Будьте бдительными!  При неправильном вводе даты рождения пассажир  может не получить скидку .</li>


<li>Телефон – Введите телефон клиента. Формат - Код страны  + телефон.</li>

<li>Кнопка удалить – Удаление   выбранного места в салоне</li>


<li>Кнопка обновить – Обновит все данные  в поле  пассажира. </li>

<li>При выборе Ид клиента или Фамилии з базы данных пассажира, будет доступна кнопка Редактировать.</li>

<li>Кнопка редактировать – При нажатии кнопки откроется окно, где вы сможете редактировать данные о клиенте.  
При нажатии кнопки сохранить все изменённые  данные будут сохранены. 
</li>

</ul>

         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
       
       
       <div class="row manual-sale-no">  
   
    <div class="col-md-12">
     
     
     
        
          <h2>Направления. </h2>
          
           <h4> На верхней панели в меню нажмите:   <span class="semi-bold"> Настройки  – Направления.</span>   </h4>
          
     
<p>Для подключения  к системе продажи билетов, Вам необходимо выбрать направление и точку отправления автобуса.</p>

<p>Выберете маршрут – Нажмите кнопку Выбрать – Откроется окно</p>

         
              
    
         
         
         
   
   
          
           
     
 
    
      
      
      
      </div>
      
      </div>
       
       
        </div>
                   
                  
                  
                  
                  <div class="container">
<div class="content"> 
<div class="row">   

      <div class="col-md-4 "><footer>&copy; 2014 All rights reserved</footer></div>
       
         </div>
        </div>
       
        </body>